[
  {
    "name": "Red's Rags",
    "slots": ["EQUIP"],
    "blurb": "",
    "desc": "Use: A piece of equipment, equipped in any slot. Can be tied on or left loose.",
    "tags": ["Ribbon"]
  },
  {
    "name": "Belts & Straps",
    "slots": ["EQUIP"],
    "blurb": "",
    "desc": "Use: Worn in any slot. Slotted weapon is drawn if default weapon is discarded, disarmed."
  },
  {
    "name": "Escape Rope, Crimson",
    "slots": ["EQUIP"],
    "blurb": "",
    "desc": "Use: Immediately end a Path and return home. If worn as equipment, can be used at any time, even when an incoming attack is imminent. 2d4 cycle cooldown. Refreshes instantly if you kill an intelligent being."
  },
  {
    "name": "Whimper Doll",
    "slots": ["TRINKET"],
    "blurb": "",
    "desc": "Trinket: Equipped in any slot. Costs you one morale at the start and end of any expedition. 16% chance any incoming curses or morale gains are absorbed by the doll. After three absorptions, evolves."
  },
  {
    "name": "Wolf Fur Shirt",
    "slots": ["M"],
    "blurb": "",
    "desc": "Equipment: Emotion-altering effects have a chance to invoke rage instead. Morale loss can sometimes be shrugged off, at cost of worsening banes or berserk rage (with adjustments to some decision making options and dialogue). Reminds you of the Wolf.",
    "tags": ["Wolf"]
  },
  {
    "name": "Cadet's Chinstrap",
    "slots": ["TM"],
    "blurb": "",
    "desc": "Use: Worn in top middle slot. Any number of cards given by [Cadet] set cards or provided by guns can be added to the card pool instead of replacing cards. They semi-randomly have Ready, Aim, and Fire printed on them. Get a sequence of three to shoot the enemy and get a Bullet consumable. Gives: [Take Cover]",
    "tags": ["Gun"],
    "cards": ["D|take_cover"]
  },
  {
    "name": "Repression Mask",
    "slots": ["TL"],
    "blurb": "",
    "desc": "Equipment: Top Left. You lose the ability to see more than a small portion of the map at a time, but gain a 5% chance to evade things you’re unaware of. Horrorfied item, increases rate of horror interactions, may have other effects. Grants: [Forget]",
    "cards": ["D|forget"]
  },
  {
    "name": "Queensguard Treads",
    "slots": ["BR"],
    "blurb": "",
    "desc": "Equipment: Bottom right slot. Defensive pips not natively on your cards are duplicated, one slot clockwise. If you wore this into combat and get a boon upgrade at expedition end, you can stop one boon upgrade that appears from ever recurring. If you get past the halfway point in a Path, you can gain or lose one boon exp for a boon on your mastery tree. Grants: [Crown Jewels]",
    "tags": ["Queen"],
    "cards": ["A|crown_jewels"]
  },
  {
    "name": "Still Ripple Bangle",
    "slots": ["ML", "BL"],
    "blurb": "",
    "desc": "Equipment: Middle left or bottom left. Draw a line through equipment that goes one up, two right; Links to that equipment if it’s water based or related to water. Currently grants: [Slip] There is more to this. Ask an elementalist?",
    "cards": ["D|slip"]
  },
  {
    "name": "Rain Mask",
    "slots": ["UL", "UM"],
    "blurb": "",
    "desc": "Equipment: Upper left or upper middle. When you are near a water feature that has been described or is a natural part of that environment, you may gain 1◈ (power) that expires almost immediately. Once per feature. Weather affects your percentage rolls less. There’s more to this. Ask an elementalist?"
  },
  {
    "name": "Neck Ribbon",
    "slots": ["TL"],
    "blurb": "",
    "desc": "Equipment: Top left. Upgrade all equipped ribbon items and used ribbon consumables by half this item’s value, rounded down. Lower other equipped item values by this item’s value. Destroyed or dropped ribbon items offer a ribbon consumable. Ribbon card plays upgrade one subsequent ribbon cards that combat.",
    "tags": ["Ribbon"]
  },
  {
    "name": "Coin Slivers",
    "slots": ["TRINKET"],
    "blurb": "",
    "desc": "Equipment: Trinket, any slot. Rolls for the value of found items and assets are 2L12, not 3L12, until an item with a value of 5 or higher is generated."
  },
  {
    "name": "Marching Shako",
    "slots": ["TR"],
    "blurb": "",
    "desc": "Equip: Defensive equipment, top right slot. Your combat advantage can default to the lower of combo and March items equipped. Grants: [Flourish]",
    "tags": ["Order"],
    "cards": ["D|flourish"]
  },
  {
    "name": "March Flair",
    "slots": ["TRINKET"],
    "blurb": "",
    "desc": "Use: Equipment, worn in any slot. At the end of a round, if you have advantage, lose half your card combo and either do that much damage to a foe or heal that much. Destroyed if tapped for power.",
    "tags": ["Order"]
  },
  {
    "name": "Marching Shirt",
    "slots": ["M"],
    "blurb": "",
    "desc": "Equipment: Equipped in the middle row. Every 10th card played in combat counts as being aimed in all directions for purposes of combo. Combat-type and Conflict gear of other fields count as half a piece of March equipment",
    "tags": ["Order"]
  },
  {
    "name": "Would-Be Hero's Cape",
    "slots": ["ML"],
    "blurb": "",
    "desc": "Equipment: Middle-left slot. When you have [Set] ❤‘s remaining, upgrade your offensive cards. Grants: [Power Up]",
    "tags": ["Hero"],
    "cards": ["D|power_up"]
  },
  {
    "name": "Axe Coin",
    "slots": ["W"],
    "blurb": "",
    "desc": "Grants [Axe Coin], [Axe Coin], [Axe Coin]",
    "cards": ["A|axe_coin", "A|axe_coin", "A|axe_coin"]
  },
  {
    "name": "Peaks Stab Upwards",
    "slots": ["W", "OH"],
    "blurb": "A knife that changes its dimensions depending on angle and movement, favoring being held upright and still.",
    "desc": "Equipment: One-handed weapon or offhand. After 9 victories with this on your person, a piece of worn Elemental equipment becomes Paths equipment. As a weapon, grants: [High Slash], [Stab Up], [Whirl] and if you get the choice at combat start, also take action as if you won advantage at round end. As an offhand, lose best defensive card for weak offense, modify offensive cards and grants: [Whirl], [Potential Energy]",
    "tags": ["Peaks"],
    "slotCards": [
      {
        "slot": "W",
        "cards": ["A|high_slash", "A|stab_up", "A|whirl"]
      },
      {
        "slot": "OH",
        "cards": ["A|whirl", "A|potential_energy"]
      }
    ]
  },
  {
    "name": "Transient Nature",
    "slots": ["ROW_M"],
    "blurb": "The wearable hide of a Lost beast that isn’t always there, or isn’t visible from every angle",
    "desc": "Equipment: Worn in any middle slot. While worn, can run from any combat with an action, and can pass through a node without triggering it or spending Supply, provided your way isn’t sealed or locked. There is a 12% chance you spend 2 supply when doing so, and if that triggers, a 12% chance you gain a bane specific to the hollowed & vestiges. 1% increase to item quality & quantity late in a Path. Grants [Fade Away] [Empty]",
    "tags": ["Beasts"],
    "cards": ["D|fade_away", "+|empty"]
  },
  {
    "name": "Teak Topcoat",
    "slots": ["MR"],
    "blurb": "A long brown coat, lightweight, as fashionable as it is practical. The fibers resemble the texture of dark wood.",
    "desc": "Equipment: Middle Right. You can’t lose more than [10-Nature] ❤, +, or ▮ from a source. Grants one armored health to middle of health bar, resistance to weather, and [Better Nature]",
    "tags": ["Nature"],
    "cards": ["D|better_nature"]
  },
  {
    "name": "Harness of the Goblet",
    "slots": "M",
    "blurb": "An H-shaped harness worn across the chest and body, etched with images of women holding goblets raised to the sky.",
    "desc": "Equipment: Middle slot. Gains a charge after every fight, and for every 5 nodes walked. Spend 6 charges for a cleansing effect on yourself, 9 for a cleanse on someone else, and 12 to suppress effects of a random bane you have. Lower amounts/remainder are spent for morale restoration.",
    "tags": ["Cups"]
  },
  {
    "name": "Wraps of Gold Wheat",
    "slots": ["TL", "BL", "BR"],
    "blurb": "Light yellow wraps worn wrapped around hands or feet. The frayed edges of the braided thread look like heads of wheat.",
    "desc": "Equip: Worn in NW (face), SW (glove), or SE (boot) spot. Link & Unite two adjacent items with multiple options: ➢ Face: When eating, drinking, or healing, health & supply equalize 1. ➢ Hands: Every 3 victories in martial combat, restore 1 for lower of health vs. supply. ➢ Foot: When dropping beneath 50% health or supply, once per expedition, fully equalize the values. Grants (hand/foot): [Bend / Will]",
    "slotCards": [
      { "slot": "BL", "cards": ["A|bend_will"] },
      { "slot": "BR", "cards": ["A|bend_will"] }
    ]
  },
  {
    "name": "Disphura",
    "slots": ["BR"],
    "blurb": "",
    "desc": "Equipment: Occupies bottom-right equip slot. Also occupies a center- column mastery slot when worn. Leaves slots temporarily unusable if taken off. Has a progression mechanic. Part of a set. Upgrade up to three combat cards with feet depicted. Can hop to an adjacent node once per expedition, if you have route to walk there. Grants: [Vault] [Fading]",
    "tags": ["Adversary"],
    "cards": ["A|vault", "A|fading"]
  },
  {
    "name": "Dos Dispora",
    "slots": ["BR"],
    "blurb": "",
    "desc": "Equipment: Occupies bottom-right equip slot. Also occupies a center- column mastery slot when worn. Leaves slots temporarily unusable if taken off. Has a progression mechanic. Part of a set. Upgrade all combat cards with feet depicted. Can hop to nearby node once per expedition, if you have route to walk there. Grants: [Four kicks] [Vault] [Fading]",
    "tags": ["Adversary"],
    "cards": ["A|four_kicks", "D|vault", "D|fading"]
  },
  {
    "name": "Dus Diaspora",
    "slots": ["BR"],
    "blurb": "",
    "desc": "Equipment: Occupies bottom-right equip slot. Also occupies a center- column mastery slot when worn. Leaves slots temporarily unusable if taken off. Has a progression mechanic. Part of a set. Significantly upgrade all combat cards with feet depicted. Can hop to nearby node once per expedition, if you have route to walk there. Grants: [Four kicks] [Vault] [Fade Away]",
    "tags": ["Adversary"],
    "cards": ["A|four_kicks", "D|vault", "D|fade_away"]
  },
  {
    "name": "Dais Doaspeiri",
    "slots": "BR",
    "blurb": "",
    "desc": "Equipment: Occupies bottom-right equip slot. Also occupies a center- column mastery slot when worn. Leaves slots temporarily unusable if taken off. Has a progression mechanic. Part of a set. Significantly upgrade all combat cards with feet depicted, critically upgrade one. Can hop to nearby node 3x per expedition, if you have route to walk there. Grants: [Four kicks] [Withdraw] [Fade Away]",
    "tags": ["Adversary"],
    "cards": ["A|four_kicks", "D|withdraw", "D|fade_away"]
  },
  {
    "name": "Teak Trousers",
    "slots": "ROW_B",
    "blurb": "",
    "desc": "Use: Defensive equipment. Worn in a bottom slot. Grants: [Plant Feet] While worn, the first time you would take N damage a combat, take 1, where N is the number of Teak things you equip +1",
    "tags": ["Nature"],
    "cards": ["D|plant_feet"]
  },
  {
    "name": "Teak Vest",
    "slots": "ROW_M",
    "blurb": "",
    "desc": "Use: Defensive equipment. Worn in a middle slot. Grants: [Hardwood] While worn, the first time you take damage in a combat, heal ❤ a turn for N turns, where N is the number of Teak things you equip",
    "tags": ["Nature"],
    "cards": ["D|hardwood"]
  },
  {
    "name": "Red's Stockings",
    "slots": ["ROW_B"],
    "blurb": "",
    "desc": "Equipment: Worn in any bottom row slot. Upgrades your boon from the Woven Thing and provides a mastery slot to maintain it. If you don’t have one, you gain one at partial strength while wearing this, with no mastery slot. You take 1 more damage when you take 2+ damage in a phase/turn. Grants: [Red’s Tread] ",
    "tags": ["Ribbon"],
    "cards": ["A|reds_tread"]
  },
  {
    "name": "White Marble Ku",
    "slots": ["BM"],
    "blurb": "",
    "desc": "Equipment: Equipment, bottom middle. Grants or deducts maximum supply based on your karma. When you’ve lost seven supply on movement while wearing this, gain 1 temporary armored HP, and a 16% chance of purifying Wrong items you’re wearing. Grants: [Stone Seal] [Feeling Lost] ",
    "cards": ["D|stone_seal", "+|feeling_lost"]
  },
  {
    "name": "Temple Stone Handwrap",
    "slots": ["BL"],
    "blurb": "",
    "desc": "Equipment: Bottom left slot. When pushed or pulled by a source, that source deals no damage to you. When pushing or pulling someone or something else, you may discard a card to choose the direction. Grants: [Clothesline] [Spike] [Feeling Lost] ",
    "cards": ["A|clothesline", "A|spike", "+|feeling_lost"]
  },
  {
    "name": "Clockwork Lion Pelt",
    "slots": ["MR"],
    "blurb": "",
    "desc": "Equipment: Rightmost middle slot. Has no effect. Spend a key to unlock defensive properties (cannot take more than 1 damage from a source) discard any number of cards, and gain stone lion cards in their place. After, roll 1d4; on a 1, lower this item’s value. One a 3-4, raise it by 1. Grants: [Feeling Lost] ",
    "tags": ["Manners"],
    "cards": ["+|feeling_lost"]
  },
  {
    "name": "Handbag",
    "slots": ["ROW_M", "ROW_B"],
    "blurb": "",
    "desc": "Equipment: Occupies any equipment slot except for the top row. Gives three inventory slots. "
  },
  {
    "name": "Dogfight Gloves",
    "slots": ["EQUIP"],
    "blurb": "",
    "desc": "Use: Equipment, any slot. Gain [Dogfight Items equipped] x [Number of combats at this node after the first] x5% chance to half finish items. Items are finished at end of combat. Grants the defensive: [Corner fighting] ",
    "tags": ["Dog"],
    "cards": ["D|corner_fighting"]
  },
  {
    "name": "Wreath a' Rosa Canina",
    "slots": ["TR"],
    "blurb": "",
    "desc": "Equipment: Top Right. Dogs are plants and vice-versa. On a chain of 9 linked labels, all items are consumed & evolve. Eating meat invokes a minor card effect and vice-versa. ",
    "tags": ["Dog", "Plant"]
  },
  {
    "name": "Marching Jacket",
    "slots": ["MR"],
    "blurb": "",
    "desc": "Use: Middle right slot only; Grants max HP equal to highest card combo achieved, to max of [Marching Uniform pieces]. Expires at end of combat. Grants: [Twirl Weapon]",
    "tags": ["Order"],
    "cards": ["D|twirl_weapon"]
  },
  {
    "name": "Swordpoint Axe",
    "slots": ["W"],
    "blurb": "",
    "desc": "Equip: Weapon, attacks hit both lane above and lane below. [Draw Axe] [Spade Blade Divide] [Axe Blade Cleave] [Fan Blade] Counts as an Axe, Sword, and Spade item. ",
    "tags": ["Spades", "Sword"],
    "cards": ["A|draw_axe", "A|spade_blade_divide", "A|axe_blade_cleave", "A|fan_blade"]
  },
  {
    "name": "Cwynboddy Shot",
    "slots": ["W"],
    "blurb": "",
    "desc": "Equipment: Weapon. Requires power to shoot, 50% chance of jamming after each shot. Shoots at very long range, dealing 1 deep wound per 2 boons in mastery tree. On kill, foes drop a shower of loot. Grants: [Cw५nbⓧddy Shⓧt]",
    "tags": ["Bolt", "Queen", "Star"],
    "cards": ["A|cwynboddy_shot"]
  },
  {
    "name": "Fang of the Little Wolf",
    "slots": ["W"],
    "blurb": "",
    "desc": "Use: Weapon, grants: [Backhand Swipe] [High Slash] [Stab Chest] [Stabby Stab Stab] Reminds you of the Wolf.",
    "tags": ["Wolf"],
    "cards": ["A|backhand_swipe", "A|high_slash", "A|stab_chest", "A|stabbity_stab_stab"]
  },
  {
    "name": "White Road Brick",
    "slots": ["W"],
    "blurb": "",
    "desc": "Use: It can be used as a brick might. In a combat situation, it can be used as a weapon, giving: [Oops] [Overhead Bash] [Clumsy Bash] [Awkward Toss]",
    "tags": ["Brick"],
    "cards": ["A|oops", "A|overhead_bash", "A|clumsy_bash", "A|awkward_toss"]
  },
  {
    "name": "Wolfswood Spear",
    "slots": ["W"],
    "blurb": "",
    "desc": "Equipment: A vicious improvised short-spear that reminds you of the Wolf. Grants: [Thrust] [Wolf’s Tooth] [Rend] Hits with this weapon can inflict deep wounds.",
    "tags": ["Wolf"],
    "cards": ["A|thrust", "A|wolfs_tooth", "A|rend"]
  },
  {
    "name": "The Block",
    "slots": ["W"],
    "blurb": "",
    "desc": "Equipment: An arcane and strange weapon. An immense pain in the ass to use, according to Ava. You may have this replace up to 6 combat cards with [The Block] cards. May require research to effectively use."
  }
]